[Creature_Bird_deco.A_Army_terradon H7AdventureArmy]
mName=""

[Creature_Bird_deco.A_Bird1_deco H7Creature]
mName="翼手龙"
mLore=""

[Siege.H7CitadelWallSegment H7CombatMapWall]
mObstacleName="城墙"

[Siege.H7CitadelWallSegment2 H7CombatMapWall]
mObstacleName="城墙"

[Siege.H7CitadelWallSegment3 H7CombatMapWall]
mObstacleName="城墙"

[Siege_gate.H7CitadelGateSegment H7CombatMapGate]
mObstacleName="城门"

[Siege_gate.H7CitadelGateSegment2 H7CombatMapGate]
mObstacleName="城门"

[Siege_gate.H7CitadelGateSegment3 H7CombatMapGate]
mObstacleName="城门"

[Siege_tower.A_TowerCitadel_Attack H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="箭塔攻击"
mTooltip="向敌方生物射击，造成%d.min到%d.max点伤害。"

[Siege_tower.H7_citadel_NoShootingTower H7CombatObstacleFracturedObject]
mObstacleName="无射击箭塔"

[Siege_tower.H7_citadel_TowerLeft H7CombatMapTower]
mObstacleName="箭塔"

[Siege_tower.H7_citadel_TowerUnit H7TowerUnit]
mName="神庙防御箭塔"
mLore=""